[{

		"id": "n01",
		"category": "country",
		"name": "Japan",
		"nameJP": "日本",
		"capital": "Tokyo",
		"capitalJP": "東京",
		"formed": "????",
		"thumbnailurl": "Japan.jpg",
		"officialurl": "",
		"officialtravelurl": "",
		"introduction": "Japan is an island country located off the eastern coast of the Asian continent. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and extends more than 3,000 kilometers from the Sea of Okhotsk in the northeast to the East China Sea in the southwest.",
		"region": [
			{
				"id": "r01",
				"category": "region",
				"name": "Hokkaido",
				"nameJP": "北海道",
				"num-prefecture": 1,
				"thumbnailurl": "Hokkaido.jpg",
				"introduction": "Hokkaido, the northernmost of Japan’s main islands, is known for its volcanoes, natural hot springs (onsen) and ski areas. Rugged Daisetsuzan National Park is home to steaming, volcanic Mount Asahi. Shikotsu-Tōya National Park contains caldera lakes, geothermal springs and a Mount Fuji look-alike, Mount Yōtei. Popular ski resorts include Rusutsu, Furano and Niseko.",
				"prefecture": [
					{
						"id": "p01",
						"category": "prefecture",
						"name": "Hokkaido",
						"nameJP": "北海道",
						"capital": "Sapporo",
						"capitalJP": "札幌",
						"size": 83450,
						"thumbnailurl": "hokkaidosum.jpg",
						"introduction": "Hokkaido, the northernmost of Japan’s main islands, is known for its volcanoes, natural hot springs (onsen) and ski areas. Rugged Daisetsuzan National Park is home to steaming, volcanic Mount Asahi. Shikotsu-Tōya National Park contains caldera lakes, geothermal springs and a Mount Fuji look-alike, Mount Yōtei. Popular ski resorts include Rusutsu, Furano and Niseko."

	}

			]
		}, {
				"id": "r02",
				"category": "region",
				"name": "Tohoku",
				"nameJP": "東北",
				"num-prefecture": 6,
				"thumbnailurl": "Tohoku.jpg",
				"introduction": "Tohoku, a region of Japan’s Honshu Island, is known for its volcanoes, mountainous terrain and skiing. It's home to the tiny, pine-covered islets of Matsushima Bay, and Lake Towada, a huge crater lake renowned for its bright-blue color and surrounding forests. Tohoku's biggest city is Sendai, site of the Osaki Hachimangu Shinto shrine and ornate Zuihoden, the tomb of feudal lord Date Masamune.",
				"prefecture": [
					{
						"id": "p02",
						"category": "prefecture",
						"name": "Aomori",
						"nameJP": "青森",
						"capital": "Aomori",
						"capitalJP": "青森",
						"size": 83450,
						"thumbnailurl": "Aomori.jpg",
						"introduction": "Aomori, a prefecture in the northern part of Japan’s main island of Honshu, is known for natural landscapes including volcanic mountain ranges. Towada-Hachimantai National Park, near the southern border, has hot springs, autumn foliage in Oirase Gorge, skiing at Mount Hakkōda and lava domes around Lake Towada. Aomori, the capital, is a laid-back port that hosts the Nebuta summer festival."

	}, {
						"id": "p03",
						"category": "prefecture",
						"name": "Iwate",
						"nameJP": "岩手",
						"capital": "Morioka",
						"capitalJP": "盛岡",
						"size": 83450,
						"thumbnailurl": "Iwate.jpg",
						"introduction": "Iwate is a large prefecture on the northeastern coast of Honshu, Japan's main island. The southern city of Hiraizumi contains a rich architectural legacy from its period as a political center in the 11th and 12th centuries, including Chūson-ji Temple and the adjacent Mōtsū-ji Temple. Northeast, the city of Tōno was the birthplace of many folk tales, now recounted in traditional surrounds at its Old Tales Village."

	}, {
						"id": "p04",
						"category": "prefecture",
						"name": "Miyagi",
						"nameJP": "宮城",
						"capital": "sendai",
						"capitalJP": "仙台",
						"size": 83450,
						"thumbnailurl": "Miygai.jpg",
						"introduction": "Miyagi is a Japanese prefecture north of Tokyo on the east coast of Honshu island. It has a Pacific coastline, western mountains and several natural parks. Matsushima city is set on a bay with 250 rocky islands topped with pine trees, and the Zuigan-ji Zen temple has an art museum and an avenue of cedars. In Miyagi’s capital, Sendai, are the remains of 17th-century Sendai Castle, built for samurai lord Date"

	}, {
						"id": "p05",
						"category": "prefecture",
						"name": "Akita",
						"nameJP": "秋田",
						"capital": "Akita",
						"capitalJP": "秋田",
						"size": 83450,
						"thumbnailurl": "Akita.jpg",
						"introduction": "Akita is a mountainous northern prefecture on Honshu, Japan's main island. It's home to hot springs, notably those surrounding Lake Tazawa. Kakunodate town has a historic district of wooden samurai mansions, some of which are museums. Bordering the Sea of Japan is the capital city Akita, famous for Kanto Matsuri, a summer festival in which participants balance long bamboo poles topped with lanterns."

	}, {
						"id": "p06",
						"category": "prefecture",
						"name": "Yamagata",
						"nameJP": "山形",
						"capital": "Yamagata",
						"capitalJP": "山形",
						"size": 83450,
						"thumbnailurl": "Yamagata.jpg",
						"introduction": "Yamagata, a prefecture on Japan's Honshu Island, is known for mountains, hot springs and temples. Snow-covered conifers famously resembling 'snow monsters ' mark its Mt. Zao ski resort area, which is also the site of hot springs and hiking trails around color-shifting Okama Crater Lake. The capital, also called Yamagata, is home to the hillside Yamadera Buddhist complex, centered on 9th-century Risshaku-ji Temple."

	}, {
						"id": "p07",
						"category": "prefecture",
						"name": "Fukushima",
						"nameJP": "福島",
						"capital": "Fukushima",
						"capitalJP": "福島",
						"size": 83450,
						"thumbnailurl": "Fukushima.jpg",
						"introduction": "Fukushima Prefecture, located in the Tohoku Region, has the 3rd largest area in Japan and is characterized by the grandeur of nature and a wide variety of special local food products.The brand which was granted the top grade by the IWC (London) in the category of sake or rice wine in 2018 was from Fukushima Prefecture."

	}

			]
		}, {
				"id": "r03",
				"category": "region",
				"name": "Kanto",
				"nameJP": "関東",
				"num-prefecture": 7,
				"thumbnailurl": "Kanto.jpg",
				"introduction": "The Kanto region is a geographical area of Honshu, the largest island of Japan. The region includes the Greater Tokyo Area and encompasses seven prefectures: Gunma, Tochigi, Ibaraki, Saitama, Tokyo, Chiba, and Kanagawa. Within its boundaries, slightly more than 45 percent of the land area is the Kanto Plain.",
				"prefecture": [
					{
						"id": "p08",
						"category": "prefecture",
						"name": "Ibaraki",
						"nameJP": "茨城",
						"capital": "Mito",
						"capitalJP": "水戸",
						"size": 83450,
						"thumbnailurl": "Ibaraki.jpg",
						"introduction": "Ibaraki is a Japanese prefecture bordering the Pacific Ocean northeast of Tokyo. The capital city Mito, in the prefecture’s center, is known for Kairakuen Park, where myriad plum trees bloom in late February and March. West of Mito, the city of Kasama is famed for its Inari shrine, decorated with sculptures of flowers and dragons. Southwest of Kasama, the dual peaks of Mount Tsukuba offer hiking trails."

	}, {
						"id": "p09",
						"category": "prefecture",
						"name": "Tochigi",
						"nameJP": "栃木",
						"capital": "Utsunomiya",
						"capitalJP": "宇都宮",
						"size": 83450,
						"thumbnailurl": "Tochigi.jpg",
						"introduction": "Tochigi is a Japanese prefecture north of Tokyo that encompasses part of Nikko National Park. The cedar-filled park contains volcanic Mt. Nantai and the adjacent Lake Chūzenji, formed when the mountain erupted. At the lake’s east end are the picturesque, 97-meter Kegon Falls. The city of Nikko, in western Tochigi, is home to Tōshō-gū, an elaborate gold-encrusted shrine honoring the first shogun military dictator."

	}, {
						"id": "p10",
						"category": "prefecture",
						"name": "Gunma",
						"nameJP": "群馬",
						"capital": "Maebashi",
						"capitalJP": "前橋",
						"size": 83450,
						"thumbnailurl": "Gunma.jpg",
						"introduction": "Gunma is a mountainous, landlocked prefecture on Japan's Honshu Island. It's known for its hot springs (onsen) and ski areas. The small town of Kusatsu has more than 100 hot springs, most famously Yubatake, a large pool fed by steaming mineral water gushing down a wooden chute. Set 1,200 meters above sea level, Kusatsu also has skiing and hiking trails."

	}, {
						"id": "p11",
						"category": "prefecture",
						"name": "Saitama",
						"nameJP": "埼玉",
						"capital": "Saitama",
						"capitalJP": "さいたま",
						"size": 83450,
						"thumbnailurl": "Saitama.jpg",
						"introduction": "Saitama Prefecture is part of the Greater Tokyo area. In Saitama City, the Railway Museum traces rail history from the steam engines to bullet trains. Kawagoe city is known for well-preserved Edo-era buildings. West, the 3 Kuroyama Santaki falls cascade down mountains. Chichibu city is home to the 34 Buddhist temples of the Kannon Pilgrimage. Near Kinsho Temple, the Iwadatami rock formations line the Arakawa River."

	}, {
						"id": "p12",
						"category": "prefecture",
						"name": "Chiba",
						"nameJP": "千葉",
						"capital": "Chiba",
						"capitalJP": "千葉",
						"size": 83450,
						"thumbnailurl": "Chiba.jpg",
						"introduction": "Chiba is a Japanese prefecture encompassing Tokyo's eastern outskirts and rural Bōsō Peninsula. In the town of Narita is the 10th-century Naritasan Shinshō-ji Temple, a notable Buddhist site. The sprawling Tokyo Disney Resort, in the city of Urayasu, encompasses multiple theme parks, hotels and a shopping complex. Chiba’s northeastern Kujūkuri Beach stretches some 60km along the Pacific."

	}, {
						"id": "p13",
						"category": "prefecture",
						"name": "Tokyo",
						"nameJP": "東京",
						"capital": "Tokyo",
						"capitalJP": "東京",
						"size": 83450,
						"thumbnailurl": "Tokyo.jpg",
						"introduction": "Tokyo, Japan’s busy capital, mixes the ultramodern and the traditional, from neon-lit skyscrapers to historic temples. The opulent Meiji Shinto Shrine is known for its towering gate and surrounding woods. The Imperial Palace sits amid large public gardens. The city's many museums offer exhibits ranging from classical art (in the Tokyo National Museum) to a reconstructed kabuki theater (in the Edo-Tokyo Museum)."

	}, {
						"id": "p14",
						"category": "prefecture",
						"name": "Kanagawa",
						"nameJP": "神奈川",
						"capital": "Yokohama",
						"capitalJP": "横浜",
						"size": 83450,
						"thumbnailurl": "Yokohama.jpg",
						"introduction": "Kanagawa is a coastal prefecture just south of Tokyo. To the east is the capital city, Yokohama, home to a large Chinatown lined with food stalls and restaurants. Also in Yokohama are the traditional, landscaped Sankei-en Garden and the Landmark Tower skyscraper with its rooftop garden. Ōsanbashi Pier features waterside paths and shops. Northeast is the city of Kawasaki and its Buddhist Kawasaki Daishi temple."

	}

			]
		}, {
				"id": "r04",
				"category": "region",
				"name": "Chubu",
				"nameJP": "中部",
				"num-prefecture": 9,
				"thumbnailurl": "Tyubu.jpg",
				"introduction": "The Chūbu region, Central region, or Central Japan is a region in the middle of Honshū, Japan's main island. Chūbu has a population of 23,010,276 as of 1 June 2019. It encompasses nine prefectures: Aichi, Fukui, Gifu, Ishikawa, Nagano, Niigata, Shizuoka, Toyama, and Yamanashi.",
				"prefecture": [
					{
						"id": "p15",
						"category": "prefecture",
						"name": "Niigata",
						"nameJP": "新潟",
						"capital": "Niigata",
						"capitalJP": "新潟",
						"size": 83450,
						"thumbnailurl": "Niigata.jpg",
						"introduction": "Niigata Prefecture is on the west coast of Japan’s Honshu Island, bordering the Sea of Japan and including Sado Island. It’s known for its ski resorts, national parks and many onsen (hot springs). The coastal capital, Niigata, is noted for its seafood as well as its massive aquarium, Marinepia Nihonkai. The city is also a gateway for exploring the mountainous Echigo region."

	}, {
						"id": "p16",
						"category": "prefecture",
						"name": "Toyama",
						"nameJP": "富山",
						"capital": "Toyama",
						"capitalJP": "富山",
						"size": 83450,
						"thumbnailurl": "Toyama.jpg",
						"introduction": "Toyama is a prefecture on Japan’s main island, Honshu. Its Hida Mountains are known for hot springs and ski areas. The capital, also called Toyama, is the starting point of the 90km-long Tateyama Kurobe Alpine Route. On this popular sightseeing course, visitors travel by bus, funicular and ropeway to sites like Mt. Tate (one of Japan’s 3 Holy Mountains), Mikurigaike crater lake and 186m-tall Kurobe Dam."

	}, {
						"id": "p17",
						"category": "prefecture",
						"name": "Ishikawa",
						"nameJP": "石川",
						"capital": "Kanazawa",
						"capitalJP": "金沢",
						"size": 83450,
						"thumbnailurl": "Ishikawa.jpg",
						"introduction": "Ishikawa is a prefecture on the Japanese island of Honshu. Sitting on the coast of the Sea of Japan, the capital city of Kanazawa is home to the “perfect garden” of Kenroku-en, designed to be beautiful during every season. The adjacent Kanazawa Castle, once home to feudal lords, has been partly reconstructed. Across the Asano River, teahouses from the Edo period have been preserved in the Higashi Chaya District."

	}, {
						"id": "p18",
						"category": "prefecture",
						"name": "Fukui",
						"nameJP": "福井",
						"capital": "Fukui",
						"capitalJP": "福井",
						"size": 83450,
						"thumbnailurl": "Fukui.jpg",
						"introduction": "Fukui Prefecture is part of Japan's Honshu island, bordering the Sea of Japan. Rock formations like the Tōjinbō cliffs dot its coastline. Katsuyama city has a prominent dinosaur museum, while Sakai city's Maruoka Castle dates to 1576. Ichijōdani Asakura Family Historic Ruins are the partially reconstructed remains of a 16th-century clan village. Immersed in a cedar forest is Eihei-ji, a Sōtō Zen temple."

	}, {
						"id": "p19",
						"category": "prefecture",
						"name": "Yamanashi",
						"nameJP": "山梨",
						"capital": "Kofu",
						"capitalJP": "甲府",
						"size": 83450,
						"thumbnailurl": "Kofu.jpg",
						"introduction": "Yamanashi is a Japanese prefecture to the southwest of Tokyo on the island of Honshu. It encompasses the northern part of Mount Fuji, where hundreds of thousands of visitors climb to the summit every year. In the Fuji Five Lakes area, resort towns surround the lakes created by the iconic mountain’s eruption. The region is renowned for hiking, climbing, fishing and skiing."

	}, {
						"id": "p20",
						"category": "prefecture",
						"name": "Nagano",
						"nameJP": "長野",
						"capital": "Nagano",
						"capitalJP": "長野",
						"size": 83450,
						"thumbnailurl": "Nagano.jpg",
						"introduction": "Nagano Prefecture, in the center of Japan’s Honshu island, is known for its mountains, hot springs and architecture. The capital, Nagano, is home to 7th-century Zenkō-ji temple, with a “hidden Buddha” statue whose replica is shown publicly once every 6 or 7 years. Its 16th-century Omine Castle is now a butterfly museum. The Togakushi district has ancient Togakushi Shrine and weapons at Togakushi Ninja Museum."

	}, {
						"id": "p21",
						"category": "prefecture",
						"name": "Gifu",
						"nameJP": "岐阜",
						"capital": "Gifu",
						"capitalJP": "岐阜",
						"size": 83450,
						"thumbnailurl": "Gifu.jpg",
						"introduction": "Gifu is a prefecture in central Honshu, Japan’s main island. It’s home to traditional mountain villages, including Gujo Hachiman and the skiing destination Takayama. The city of Gifu, the prefecture’s capital, is famed for cormorant fishing to catch trout, while the Nagara River Ukai Museum in town demystifies this ancient sport. Above town, the reconstructed Gifu Castle topping Mount Kika offers far-reaching views."

	}, {
						"id": "p22",
						"category": "prefecture",
						"name": "Shizuoka",
						"nameJP": "静岡",
						"capital": "Shizuoka",
						"capitalJP": "静岡",
						"size": 83450,
						"thumbnailurl": "Shizuoka.jpg",
						"introduction": "Shizuoka, a Japanese prefecture on central Honshu’s Pacific coast, is home to 3,776m-tall Mt. Fuji, Japan’s highest peak. Within this iconic volcano's foothills are the ancient Fujisan Hongu Sengen shrine and the Shiraito and Otodome waterfalls. Fuji itself, crossed with trails, is a major hiking destination. To the south, the Izu Peninsula is known for its beaches, such as Shimoda, and onsen (hot spring) resorts."

	}, {
						"id": "p23",
						"category": "prefecture",
						"name": "Aichi",
						"nameJP": "愛知",
						"capital": "Nagoya",
						"capitalJP": "名古屋",
						"size": 83450,
						"thumbnailurl": "Nagoya.jpg",
						"introduction": "Aichi is a Japanese prefecture in central Honshu Island. Its capital, Nagoya, is a manufacturing hub with a rich cultural heritage. City landmarks include Atsuta Shrine, a tree-lined Shinto pilgrimage site, and the restored 17th-century fortress of Nagoya Castle. The Toyota Commemorative Museum of Industry and Technology features hands-on exhibits tracing the history of the local automaker."

	}

			]
		}, {
				"id": "r05",
				"category": "region",
				"name": "Kinki",
				"nameJP": "近畿",
				"num-prefecture": 7,
				"thumbnailurl": "Kinki.jpg",
				"introduction": "Kinki is a region in the south of Honshu, Japan's main island. In its center is the city of Kyoto, Japan's capital from 794 to 1869. Its canalside Philosopher’s Walk is home to Buddhist temples like Ginkaku-ji, with its pine-framed pond, and Nanzen-ji, with a renowned Zen garden. Directly south is the city of Nara, Japan's 8th-century capital. Nara Park is home to Todai-ji temple and free-roaming deer.",
				"prefecture": [
					{
						"id": "p24",
						"category": "prefecture",
						"name": "Mie",
						"nameJP": "三重",
						"capital": "Tsu",
						"capitalJP": "津",
						"size": 83450,
						"thumbnailurl": "Mie.jpg",
						"introduction": "Mie Prefecture, within the Kansai region on Japan’s main island of Honshu, has vast protected areas and some 1,000 kilometers of Pacific coastline. In its city of Ise is one of Japan’s holiest sites: the Ise Grand Shrine, a Shinto complex inside Ise-Shima National Park. The park encompasses the Shima Peninsula, including Meoto Iwa (Wedded Rocks), a pair of sacred sea rocks linked by ceremonial rope."

	}, {
						"id": "p25",
						"category": "prefecture",
						"name": "Shiga",
						"nameJP": "滋賀",
						"capital": "Otsu",
						"capitalJP": "大津",
						"size": 83450,
						"thumbnailurl": "Shiga.jpg",
						"introduction": "Shiga is a Japanese prefecture to the east of Kyoto, on the island of Honshu. It contains the enormous freshwater Lake Biwa, whose shoreline is home to the regional capital, Otsu, as well as the cities of Hikone, Sakamoto and Nagahama, beaches and holiday resorts. To the northeast, 4,000-meter Mount Ibuki can be climbed for far-reaching views over the water."

	}, {
						"id": "p26",
						"category": "prefecture",
						"name": "Kyoto",
						"nameJP": "京都",
						"capital": "Kyoto",
						"capitalJP": "京都",
						"size": 83450,
						"thumbnailurl": "Kyoto.jpg",
						"introduction": "Kyoto, once the capital of Japan, is a city on the island of Honshu. It's famous for its numerous classical Buddhist temples, as well as gardens, imperial palaces, Shinto shrines and traditional wooden houses. It’s also known for formal traditions such as kaiseki dining, consisting of multiple courses of precise dishes, and geisha, female entertainers often found in the Gion district."

	}, {
						"id": "p27",
						"category": "prefecture",
						"name": "Osaka",
						"nameJP": "大阪",
						"capital": "Osaka",
						"capitalJP": "Osaka",
						"size": 83450,
						"thumbnailurl": "Osaka.jpg",
						"introduction": "Osaka is a large port city and commercial center on the Japanese island of Honshu. It's known for its modern architecture, nightlife and hearty street food. The 16th-century shogunate Osaka Castle, which has undergone several restorations, is its main historical landmark. It's surrounded by a moat and park with plum, peach and cherry-blossom trees. Sumiyoshi-taisha is among Japan’s oldest Shinto shrines."

	}, {
						"id": "p28",
						"category": "prefecture",
						"name": "Hyogo",
						"nameJP": "兵庫",
						"capital": "Kobe",
						"capitalJP": "神戸",
						"size": 83450,
						"thumbnailurl": "Hyogo.jpg",
						"introduction": "Hyōgo is a Japanese prefecture in the Kansai region of the country’s main island, Honshu. Kobe, the prefectural capital, is a cosmopolitan port city framed by mountains, west of Osaka and Kyoto. It has a busy Chinatown and an animated entertainment district around Sannomiya Station. Kobe Harborland offers upscale shops and waterfront views, while local steakhouses specialize in the area's signature Kobe beef."

	}, {
						"id": "p29",
						"category": "prefecture",
						"name": "Nara",
						"nameJP": "奈良",
						"capital": "Nara",
						"capitalJP": "Nara",
						"size": 83450,
						"thumbnailurl": "Nara.jpg",
						"introduction": "Nara Prefecture is in central Japan, south of Kyoto. In the capital Nara, wild deer roam Nara Park. Within the park, Tōdai-ji Temple is home to the 15m Daibutsu bronze Buddha. To the southwest, the 7th-century Hōryū-ji Temple complex is built around a towering wooden pagoda. In spring, the slopes of Mt. Yoshino are covered with thousands of blooming cherry trees. There are trails and waterfalls in the Mitarai Valley."

	}, {
						"id": "p30",
						"category": "prefecture",
						"name": "Wakayama",
						"nameJP": "和歌山",
						"capital": "Wakayama",
						"capitalJP": "和歌山",
						"size": 83450,
						"thumbnailurl": "Wakayama.jpg",
						"introduction": "Wakayama is a Japanese prefecture in the Kansai region, on Honshū island's Kii Peninsula. Its namesake capital is home to Wakayama Castle, an Edo-period replica set in a hilltop park with city views. Pilgrimage routes connect a trio of Shinto shrines collectively known as Kumano Sanzan. More than 100 temples rest among the peaks of Mount Kōya, where Shingon Buddhism is headquartered."

	}

			]
		}, {
				"id": "r06",
				"category": "region",
				"name": "Chugoku",
				"nameJP": "中国",
				"num-prefecture": 5,
				"thumbnailurl": "Chugoku.jpg",
				"introduction": "The Chūgoku region, also known as the San'in-San'yō, is the westernmost region of Honshū, the largest island of Japan. It consists of the prefectures of Hiroshima, Okayama, Shimane, Tottori, and Yamaguchi. In 2010, it had a population of 7,563,428.",
				"prefecture": [
					{
						"id": "p31",
						"category": "prefecture",
						"name": "Tottori",
						"nameJP": "鳥取",
						"capital": "Tottori",
						"capitalJP": "鳥取",
						"size": 83450,
						"thumbnailurl": "Tottori.jpg",
						"introduction": "Tottori is a coastal prefecture in southern Honshu, Japan's main island. To the east lie the Tottori Sand Dunes, the largest sand hills in Japan. The nearby Sand Museum displays elaborate sand sculptures. In the capital, also called Tottori, is the French Renaissance–style mansion of Jinpūkaku and the cherry trees of Kyusho Park. Midway up Mt. Kyusho, the Tottori Castle Ruins offer panoramic views over the city."

	}, {
						"id": "p32",
						"category": "prefecture",
						"name": "Shimane",
						"nameJP": "島根",
						"capital": "Matsue",
						"capitalJP": "松江",
						"size": 83450,
						"thumbnailurl": "Shimane.jpg",
						"introduction": "Shimane is a mountainous, sparsely populated coastal prefecture in the western part of Japan's Honshu Island. The capital, Matsue, is set on Lake Shinji. It's home to 17th-century Matsue Castle, with hilltop views. Along the castle’s moat, Shiomi Nawate is lined with Edo-era homes. Izumo Taisha, in nearby Izumo, is among Japan’s earliest Shinto complexes. Its main hall displays the rare Taisha architectural style."

	}, {
						"id": "p33",
						"category": "prefecture",
						"name": "Okayama",
						"nameJP": "岡山",
						"capital": "Okayama",
						"capitalJP": "岡山",
						"size": 83450,
						"thumbnailurl": "Okayama.jpg",
						"introduction": "Okayama Prefecture, in the southern part of Japan’s Honshu island, is known for its mostly rural landscapes, feudal castles and several notable art museums. It’s also a gateway to Shikoku Island via Seto Ohashi Bridge. The capital, Okayama City, is home to Korakuen, a formal garden completed in 1700, and 16th-century Okayama Castle, also dubbed the “Raven Castle” for its distinctive black exterior."

	}, {
						"id": "p34",
						"category": "prefecture",
						"name": "Hiroshima",
						"nameJP": "広島",
						"capital": "Hiroshima",
						"capitalJP": "広島",
						"size": 83450,
						"thumbnailurl": "Hiroshima.jpg",
						"introduction": "Hiroshima prefecture, on Japan’s main island Honshu, is bordered by the Seto Inland Sea to the south and the Chūgoku mountains in the northwest. The capital, also called Hiroshima, is a modern city known for its Peace Memorial Park and Genbaku Dome, the surviving ruins from the only area building still standing after World War II's 1945 atomic bombing."

	}, {
						"id": "p35",
						"category": "prefecture",
						"name": "Yamaguchi",
						"nameJP": "山口",
						"capital": "Yamaguchi",
						"capitalJP": "山口",
						"size": 83450,
						"thumbnailurl": "Yamaguchi.jpg",
						"introduction": "Yamaguchi is a prefecture in Japan's Chugoku region, on the southwest side of Honshu Island. The capital city, also called Yamaguchi, dates to the 14th century, when a lord designed it to look like 'The Kyoto of the West.' The pagoda-topped Rurikō-ji Temple is in Kozan Park, nearby the burial site of the Mori family, who ruled during the Edo Period."

	}

			]
		}, {
				"id": "r07",
				"category": "region",
				"name": "Shikoku",
				"nameJP": "四国",
				"num-prefecture": 4,
				"thumbnailurl": "Shikoku.jpg",
				"introduction": "Shikoku is the smallest of Japan’s major islands. It's encircled by a 1,200km, 88-temple Buddhist pilgrimage route (henro) honoring the 9th-century monk Kukai. Shikoku's major cities include Matsuyama, home to 8 of the pilgrimage temples, plus feudal Matsuyama Castle and Dogo Onsen, one of Japan’s earliest known hot-spring spas. The island’s mountainous interior has hiking trails and rivers with whitewater rapids.",
				"prefecture": [
					{
						"id": "p36",
						"category": "prefecture",
						"name": "Tokushima",
						"nameJP": "徳島",
						"capital": "Tokushima",
						"capitalJP": "徳島",
						"size": 83450,
						"thumbnailurl": "Tokushima.jpg",
						"introduction": "Tokushima Prefecture, on the eastern end of Japan’s Shikoku Island, is linked by bridge to mainland Honshu. It’s the traditional starting point of an island-wide pilgrimage route, which stretches 1,200km and encompasses 88 Buddhist temples (more than a quarter of them in Tokushima). The prefecture's remote Iya Valley, part of Tsurugisan Quasi-National Park, has steep gorges, river rapids and vine suspension bridges."

	}, {
						"id": "p37",
						"category": "prefecture",
						"name": "Kagawa",
						"nameJP": "香川",
						"capital": "Takamatsu",
						"capitalJP": "高松",
						"size": 83450,
						"thumbnailurl": "Kagawa.jpg",
						"introduction": "Kagawa is a Japanese prefecture in the northeast of Shikoku Island, between the Sanuki Mountains in the south and the island-dotted Seto Inland Sea in the north. It’s the end point of the Shikoku Pilgrimage route, which passes 88 Buddhist temples. The capital, Takamatsu, is a port city home to the feudal Takamatsu Castle and Ritsurin Garden, a landscaped park built in the Edo period, with koi ponds and a teahouse."

	}, {
						"id": "p38",
						"category": "prefecture",
						"name": "Ehime",
						"nameJP": "愛媛",
						"capital": "Matsuyama",
						"capitalJP": "松山",
						"size": 83450,
						"thumbnailurl": "Ehime.jpg",
						"introduction": "Ehime is a Japanese prefecture covering the northwest quarter of Shikoku Island and dozens of smaller islands in the Seto Inland Sea. In Matsuyama, the prefectural capital, a cable car and chairlift rise to Matsuyama Castle. Established in the 1600s, the castle is set on a plateau in verdant grounds. Dogo Onsen is one of Japan’s oldest hot springs, with a spa resort centered on its 19th-century public bathhouse."

	}, {
						"id": "p39",
						"category": "prefecture",
						"name": "Kochi",
						"nameJP": "高知",
						"capital": "Kochi",
						"capitalJP": "高知",
						"size": 83450,
						"thumbnailurl": "Kochi.jpg",
						"introduction": "Kochi Prefecture, on Japan’s Shikoku Island, is a largely rural area known for its mountains, rivers and Pacific beaches. Capital Kochi City has one of Japan’s best preserved feudal castles, Kochi-jo, established in the 1600s. The city's centuries-old Sunday market has hundreds of vendors selling food and other wares. Summer's Yosakoi Matsuri is a festival in which colorfully attired dance teams fill the streets."
	}

			]
		}, {
				"id": "r08",
				"category": "region",
				"name": "Kyushu",
				"nameJP": "九州",
				"num-prefecture": 8,
				"thumbnailurl": "Kyushu.jpg",
				"introduction": "Kyushu, the southwesternmost of Japan’s main islands, has a mostly subtropical climate. It’s known for its active volcanoes, beaches and natural hot springs such as those at Beppu. Its city of Fukuoka is home to museums, mega-malls and Kushida-jinja, an 8th-century Shinto shrine. The city of Nagasaki's 1945 devastation by an atomic bomb is commemorated at the Nagasaki Peace Park and Atomic Bomb Museum.",
				"prefecture": [
					{
						"id": "p40",
						"category": "prefecture",
						"name": "Fukuoka",
						"nameJP": "福岡",
						"capital": "Fukuoka",
						"capitalJP": "福岡",
						"size": 83450,
						"thumbnailurl": "Fukuoka.jpg",
						"introduction": "Fukuoka is a prefecture on Japan’s main island of Kyushu whose capital, Fukuoka city, was formed from a castle town. Edo-period fortress ruins can still be seen among Maizuru Park’s cherry blossoms. Modern-day Fukuoka is also known for its elaborate float races during Hakata Gion Yamakasa festival, and for its open-air food stalls, or yatai, selling specialties such as yakitori chicken skewers."

	}, {
						"id": "p41",
						"category": "prefecture",
						"name": "Saga",
						"nameJP": "佐賀",
						"capital": "Saga",
						"capitalJP": "佐賀",
						"size": 83450,
						"thumbnailurl": "Saga.jpg",
						"introduction": "Saga Prefecture is in the northwest of Kyushu, the southwesternmost of Japan’s main islands. It’s known for traditional ceramics made in its northwestern towns of Arita, Imari and Karatsu. Arita’s Kyushu Ceramic Museum celebrates this heritage. To the north sits Imari’s Okawachiyama village with centuries-old kilns. Farther north, Karatsu has many pottery studios, as well as the Nijinomatsubara coastal pine forest."

	}, {
						"id": "p42",
						"category": "prefecture",
						"name": "Nagasaki",
						"nameJP": "長崎",
						"capital": "Nagasaki",
						"capitalJP": "長崎",
						"size": 83450,
						"thumbnailurl": "Nagasaki.jpg",
						"introduction": "Nagasaki Prefecture, on the west coast of Japan's Kyushu Island, is known for volcanoes, forested offshore islands and hot-spring spas. The capital city, Nagasaki, was partly destroyed by atomic bomb in 1945, an event commemorated by its Peace Park and Atomic Bomb Museum. The city's missionary past is reflected in its 19th-century churches and Twenty-Six Martyrs Memorial, honoring 16th-century canonized martyrs."

	}, {
						"id": "p43",
						"category": "prefecture",
						"name": "Kumamoto",
						"nameJP": "熊本",
						"capital": "Kumamoto",
						"capitalJP": "熊本",
						"size": 83450,
						"thumbnailurl": "Kumamoto.jpg",
						"introduction": "Kumamoto is a prefecture in the central part of Japan’s southwestern Kyushu island. Its natural features include many active volcanoes, river rapids and hot spring spas. The capital city of Kumamoto is home to Kumamoto Castle, originally built in the 17th century. Other sites dating to the 17th century include Suizenji Jojuen, a traditional Japanese garden, and Hosokawa Mansion, a former samurai residence."
	}, {
						"id": "p44",
						"category": "prefecture",
						"name": "Oita",
						"nameJP": "大分",
						"capital": "Oita",
						"capitalJP": "大分",
						"size": 83450,
						"thumbnailurl": "Oita.jpg",
						"introduction": "Oita is a coastal prefecture on Japan’s Kyushu Island. It's best known for its onsen (hot springs), including popular Beppu. Its famous “Hells of Beppu” are 8 steaming thermal pools, including Chinoike Jigoku, with red water, and Tatsumaki Jigoku, featuring a geyser. Nearby Yufuin, another hot springs town, lies at the foot of twin-peaked Mt. Yufu, a 1,583m-high hiking and climbing destination."
	}, {
						"id": "p45",
						"category": "prefecture",
						"name": "Miyazaki",
						"nameJP": "宮崎",
						"capital": "Miyazaki",
						"capitalJP": "宮崎",
						"size": 83450,
						"thumbnailurl": "Miyazaki.jpg",
						"introduction": "Miyazaki Prefecture on southern Japan’s Kyushu Island is known for its beaches and oceanside drives. Aoshima, a popular swimming beach, is connected by a pedestrian bridge to tiny Aoshima Island, which is surrounded by a distinctive flat, ribbed geological formation nicknamed Oni no Sentakuita, or “Devil’s Washboard.” Prominent Pacific Coast surf spots include Hyuga, Kisakihama and Shirahama."
	}, {
						"id": "p46",
						"category": "prefecture",
						"name": "Kagoshima",
						"nameJP": "鹿児島",
						"capital": "Kagoshima",
						"capitalJP": "鹿児島",
						"size": 83450,
						"thumbnailurl": "Kagoshima.jpg",
						"introduction": "Kagoshima, a prefecture on the southern tip of Japan’s Kyushu island, runs along the Kagoshima Bay coast and includes a chain of smaller islands to the southwest. The area is known for its subtropical climate, hot springs, volcanoes and national parks. Sakurajima is an active volcano surrounded by old lava flows and hot springs across the bay from the prefecture's capital, also named Kagoshima."
	}, {
						"id": "p47",
						"category": "prefecture",
						"name": "Okinawa",
						"nameJP": "沖縄",
						"capital": "Okinawa",
						"capitalJP": "沖縄",
						"size": 83450,
						"thumbnailurl": "Okinawa.jpg",
						"introduction": "Okinawa is a Japanese prefecture comprising more than 150 islands in the East China Sea between Taiwan and Japan's mainland. It's known for its tropical climate, broad beaches and coral reefs, as well as World War II sites. On the largest island (also named Okinawa) is Okinawa Prefectural Peace Memorial Museum, commemorating a massive 1945 Allied invasion, and Churaumi Aquarium, home to whale sharks and manta rays."
	}

			]
		}


	]


}
]
